let state = {
  lettersData: [
    { value: "2023", label: "А" },
    { value: "2024", label: "Б" },
    { value: "2025", label: "О" },
    { value: "2026", label: "Д" },
    { value: "2027", label: "Т" },
    { value: "2028", label: "С" },
    { value: "2029", label: "И" },
  ],
  words: [
    {
      id: "1a",
      date: new Date(2023, 1, 1),
      description: "Аал",
      context:
        "үрүдүкү көстүү (Высшее проявление). Холобур: 'Аал уотум иччитэ', 'Аан Дойду', Аар, Аат, Аас, Аах эмиэ ити курдук суолталаахтар",
    },
    {
      id: "4a",
      date: new Date(2023, 1, 1),
      description: "Аан",
      context: " ааһар сир",
    },
    {
      id: "2a",
      date: new Date(2023, 1, 1),
      description: "Алгыс",
      context: "- Аал Гын Ыс - аалы оҥорон ыс, тарҕат",
    },
    {
      id: "3a",
      date: new Date(2023, 1, 1),
      description: "Аал уктаах мас",
      context:
        "Ал луук мас буолбатах. Маһа баараҕай эрэ буолбат, кыра даа, намчы даа буолуон сөп",
    },

    {
      id: "1b",
      date: new Date(2024, 1, 1),
      description: "Билгэ",
      context:
        " - Би - бии(улахан,үрдүк) илгэ. Бил уонна илгэ, эбэтэр 'ил -эйэ, гэ - гын, оҥор' ",
    },

    {
      id: "1o",
      date: new Date(2025, 1, 1),
      description: "орто туруу баран дойдуга ",
      context:
        "'орто туруу ба аар аан До ойдута' -- орто - 'средний', туруу - 'стоянка', ба - 'бог', аар - 'высшее проявление', аан - 'дверь, проход', До - 'слово, нота, начало нового', ойду -'осколок,  часть'",
    },
    {
      id: "1d",
      date: new Date(2026, 1, 1),
      description: "Дойду ",
      context: "До - ойдута",
    },
    {
      id: "1t",
      date: new Date(2027, 1, 1),
      description: "Т ",
      context:
        "Таҥара- Т-Аҥара, Төрүт - Т -өрүт, Түөрт - Т- үөрт, Т -Тиис - Т-Иис, Туус - Т - Уус, Таас - Т - Аас,  Туруу - Т-Уруу, Таҥас - Т- Аҥас, Тыҥ - Т- Ыҥ, Тарын - Т-Арын, Таан- Т-Аан, Тиит - Т - Иит, Тас - Т - Ас",
    },
  ],
};

export default state;
